{ "results": [
	{
        "Address": " 20450 Saratoga-Los Gatos Road ",
        "Description": "The museum, a false-front store building, was built in front of the McWilliams House in 1905 on Big Basin Way. Both the Museum and the McWilliams House were donated to the Saratoga Historical Foundation by the developer who bought the property in 1973. \n\nThis Pioneer False-Front building is one of the oldest commercial structures in the city built about 1905 on the main street of Saratoga, Lumber Street (now Big Basin Way). Originally, it housed the Saratoga Drug Store, until the business moved next door in 1910. The building was moved to its present location to form Saratoga Historical Park and renovated by volunteers to be a museum. It was dedicated July 4th during the 1976 Bicentennial Celebration. ",
        "ImageCaptions": [
            "This is a long placeholder caption until we write out real captions for each of the images. We just need to see what long captions look like.",
            "This is a long placeholder caption until we write out real captions for each of the images. We just need to see what long captions look like."
        ],
        "Index": 0,
        "Latitude": 37.257663,
        "Longitude": -122.031162,
        "Title": "Saratoga Historical Museum ",
        "createdAt": "2014-12-27T01:54:32.933Z",
        "objectId": "1DcZ8K3xpr",
        "updatedAt": "2015-06-25T20:49:13.465Z"
    },
	{
        "Address": " 20460 Saratoga-Los Gatos Road ",
        "Description": "This Pioneer Cottage is one of the oldest houses in Saratoga, probably built in the 1850's. The cottage was originally located down by the creek on Big Basin Way where the US Bank building now stands. There is no official record of when it was built. We only know that it was purchased by James McWilliams in 1864 or 1865 from Henry Jarboe. The walls are of local redwood, but are painted and papered over as was the custom of the period. It was moved to its present location in 1973 and became part of the Saratoga Historical Park during die Bicentennial Celebration of 1976. ",
        "Index": 1,
        "Latitude": 37.257796,
        "Longitude": -122.031143,
        "Title": "McWilliams House",
        "createdAt": "2014-12-28T06:54:00.431Z",
        "objectId": "EH2qAPIoba",
        "updatedAt": "2015-06-26T06:59:13.273Z"
    },
	{
        "Address": " 14410 Oak Street ",
        "Description": "Saratoga’s first library began in the drug store on Lumber Street in 1903, stocked by a state traveling library. Periodically a box of books would be placed here and a few months later the books would be replaced by a new supply. In 1921, as use of the library grew, it was moved to the Christian Church on Lumber Street, in the vicinity of the present Echo Shop, with Mrs. J.A. Emrich as librarian. In 1926, an appeal was made to the Saratoga Foothill Club for help in finding larger quarters for the library which was eventually built in 1927 with funds raised by a citizens' committee. The Mission Revival Building was designed by Eldridge Spencer, whose firm also designed the new Saratoga Library when larger facilities were needed. ",
        "Index": 2,
        "Latitude": 37.257894,
        "Longitude": -122.03129,
        "Title": "The Village Library ",
        "createdAt": "2014-12-28T06:59:30.750Z",
        "objectId": "58HmKB5Ow6",
        "updatedAt": "2015-06-26T05:21:14.349Z"
    },
	{
        "Address": "14534 Oak Street",
        "Description": "Saratoga was a popular place for vacations of residents of the foggy Bay Area who came here to enjoy the sun of Santa Clara Valley and the country atmosphere of rural Saratoga. This is an excellent example of the Craftsman/Shingle style, built in 1905 for Mrs. Tabor. In 1918, Mr. and Mrs. Ludwig Lundblad purchased it for a lodge, and were later joined in their operation by their daughter Hazel Lundblad Bargas and her husband Joseph. Mrs. Bargas operated the lodge until her retirement in the 1970's, and it was a very popular place for Saratoga visitors. Actresses Olivia de Havilland and Joan Fontaine lived here as young girls with their mother in the early 1920's. Mrs. Bargas' culinary skills earned Lundblad's a listing in Duncan Hines' restaurant guide. ",
        "Index": 3,
        "Latitude": 37.25651,
        "Longitude": -122.032278,
        "Title": "Lundblad's Lodge",
        "createdAt": "2015-06-21T18:29:08.368Z",
        "objectId": "IJqLDqjwTH",
        "updatedAt": "2015-06-25T18:34:34.120Z"
    },
	{
        "Address": "14592 Oak Street",
        "Description": "The first school on this site was a hand-hewn redwood building built in 1854 by members of the “Sons of Temperance” on land donated by Hannah McCarthy. It served as a meeting place for the lodge, churches and a school. An 1860 teacher’s report showed an average daily attendance of 8 boys and 12 girls. The little shack was later condemned, and in 1869 a new two-room school was built on the same site. This was later enlarged to a two-story building that was heated by a wood burning stove and water provided by a well. This was replaced in 1898 by a third school building with a bell tower to summon students to class. The fourth school, still in use today, was built in 1923. The architectural style is Spanish Colonial Revival, and the school exterior has changed very little in the years since. The old school bell is now silent, placed on the present school grounds. The school used to have an auditorium, that served as Saratoga’s only theater. The auditorium has now been converted to a library. ",
        "Index": 4,
        "Latitude": 37.256049,
        "Longitude": -122.03354,
        "Title": "Saratoga Grammar School- Oak Street School",
        "createdAt": "2015-06-21T18:31:15.832Z",
        "objectId": "b1xzE4mMP5",
        "updatedAt": "2015-06-25T18:34:49.414Z"
    },
    {
        "Address": "14666 Oak Street",
        "Description": "The Congregational Church, built in 1876 next to the school building on Oak Street, was the home of the first permanent religious organization in Saratoga. It stood on Oak Street adjoining the school grounds. The Pioneer Greek Revival appearance of the house has been maintained through the wood posts and trim of the front porch. ",
        "Index": 5,
        "Latitude": 37.255001,
        "Longitude": -122.034432,
        "Title": "Congregational Church Parsonage",
        "createdAt": "2015-06-21T18:33:38.836Z",
        "objectId": "rcwY8wL9c6",
        "updatedAt": "2015-06-25T18:35:01.443Z"
    },
	{
        "Address": "14672 Oak Street",
        "Description": "Built in 1870 as the home of William King, co-founder with his brother, Erwin T. King of the Saratoga Paper Mill. The paper mill was built in 1868 and used steam power and manufactured rough brown wrapping paper. It had a market in San Jose and Santa Clara who otherwise had to get paper from the East coast. Its fuel was straw grown by local farmers and wood from mountain lumber which was highly flammable. The mill burned in 1883 and was not rebuilt. William never recovered from the loss of the mill and died in 1899.  His wife ran a boarding home in this house, catering to school teachers. ",
        "Index": 6,
        "Latitude": 37.254897,
        "Longitude": -122.034549,
        "Title": "William F. King House",
        "createdAt": "2015-06-21T18:41:04.044Z",
        "objectId": "xehXxAueKg",
        "updatedAt": "2015-06-25T18:35:16.538Z"
    },
	{
        "Address": "14683 Oak Street",
        "Description": "This Queen Anne cottage was built in 1897 by Clarence George. The Saratoga Congregational Church purchased it in 1907 for use by visiting members of the Saratoga Missionary Settlement Group.  ",
        "Index": 7,
        "Latitude": 37.254854,
        "Longitude": -122.035398,
        "Title": "Missionary Settlement House",
        "createdAt": "2015-06-21T18:42:40.860Z",
        "objectId": "oYEbKYyuRQ",
        "updatedAt": "2015-06-25T18:35:34.271Z"
    },
	{
        "Address": "14690 Oak Street",
        "Description": "Built in the 1880’s, this Victorian cottage was once part of a much larger property. The main house burned in the 1930’s, leaving only the tank house and this small cottage. It was owned by, Ralph Van Arsdale, a versatile handyman who had a workshop in the Hay and Feed Barn behind the Cloud-Smith Store on Big Basin Way. He could fix anything and his workshop was a popular hang-out for do-it-yourselfers. He had formerly worked on a ranch on Sanborn Road and was an avid ham radio operator. He powered his radio from a generator on the creek and communicated with other radios all over the world. He was a Volunteer fireman when the Saratoga Fire Department was staffed by all volunteers. ",
        "Index": 8,
        "Latitude": 37.254587,
        "Longitude": -122.034902,
        "Title": "Van Arsdale House",
        "createdAt": "2015-06-21T18:44:28.185Z",
        "objectId": "uzowzysSdz",
        "updatedAt": "2015-06-25T18:35:57.084Z"
    },
	{
        "Address": "14766 Oak Street",
        "Description": "Madronia Cemetery dates back to the 1850's, when Jose Ramon Arguello donated land for a burial ground. Arguello, son of a California governor under Mexican rule, acquired a large section of Rancho Quito, a Mexican land grant. The first burial in 1854 is believed to have been a small boy drowned in the creek. The McCartysville (former name of Saratoga) residents formed a non-profit cemetery association named Madronia, after the red-trunked madrone trees on the site. Among those buried here is Mrs. John (Mary) Brown, widow of Civil War abolitionist, John Brown. The front section of the cemetery is the older section and has many notable pioneers. Mary Brown’s stone is white and upright, behind the big palm tree. Members of her family are buried with her. James McWilliams is a large stone to the right of the path. His daughters are buried next to him. William Haun, co-owner of Campbell’s sawmill, is buried by the entrance to the cemetery. \n",
        "Index": 9,
        "Latitude": 37.25367,
        "Longitude": -122.036313,
        "Title": "Madronia Cementary",
        "createdAt": "2015-06-21T18:45:48.159Z",
        "objectId": "vmkikrR5Vj",
        "updatedAt": "2015-06-25T18:36:29.340Z"
    },
	{
        "Address": "14650 Oak Street",
        "Description": "This remodeled Victorian house is of the era of the 1890's. \n",
        "Index": 10,
        "Latitude": 37.25529,
        "Longitude": -122.036779,
        "Title": "Nardie House",
        "createdAt": "2015-06-21T18:47:25.862Z",
        "objectId": "n3PodYwDPc",
        "updatedAt": "2015-06-26T07:36:56.329Z"
    },
	{
        "Address": "14630 Big Basin Way",
        "Description": "The original owner and builder of this house was John Henry, an engineer at the nearby Saratoga Paper Mill. He purchased the land from Hannah McCarty and built his home here in 1869. The building is built with local redwood and square nails in the Pioneer style, commonly found in early Saratoga. ",
        "Index": 11,
        "Latitude": 37.25542,
        "Longitude": -122.036729,
        "Title": "John Henry House",
        "createdAt": "2015-06-21T18:48:48.846Z",
        "objectId": "EqsoPLQktn",
        "updatedAt": "2015-06-25T18:36:56.583Z"
    },
	{
        "Address": "14605 Big Basin Way",
        "Description": "The livery stable is in its original state, just as it was when it was built in 1898. It sheltered the horses of Mr. Pettis and provided the storage for grain and hay. The front gable is the loft entrance for the storing of hay. The doors are typical sliding barn doors. The horizontal siding is in typical Pioneer style, lapped and beveled. The horse-drawn stage line that operated from here took passengers to the train station in Los Gatos of the South Pacific Coast railroad, later known as Southern Pacific Railroad. Service was discontinued when the interurban railroad was constructed in the early 1900's. ",
        "Index": 12,
        "Latitude": 37.256527,
        "Longitude": -122.036596,
        "Title": "Pettis Livery Stable",
        "createdAt": "2015-06-21T18:52:34.543Z",
        "objectId": "9A2WXj08QP",
        "updatedAt": "2015-06-25T18:38:05.328Z"
    },
	{
        "Address": "14605 Big Basin Way",
        "Description": "This classic Colonial Salt Box house is thought to have been built in 1875-76. It was owned by a wagonmaker and blacksmith, John Chrisholm, who rented it to Erwin King, the wealthy co-owner of the Saratoga Paper Mill. King occupied the house from 1876 until the paper mill burned in 1883. . After Erwin moved out, John Chisholm took over the house and added a saloon to his enterprises. In 1893, the building became a stage-stop called the Oriental Hotel, under the management of Mr. M. E. Pettis. The house was in a state of disrepair when Barbara (Mrs. Walter) Caldwell bought it in 1958 and restored it. The present owners of the house believe this was a bordello because of the many little bedrooms found upstairs in the home.",
        "Index": 13,
        "Latitude": 37.256527,
        "Longitude": -122.036596,
        "Title": "Erwin T. King House",
        "createdAt": "2015-06-21T18:54:46.307Z",
        "objectId": "nx5sil8l7h",
        "updatedAt": "2015-06-25T18:38:15.359Z"
    },
	{
        "Address": "14521 Big Basin Way",
        "Description": "This Pioneer Cottage was built in 1895. \n",
        "Index": 14,
        "Latitude": 37.257229,
        "Longitude": -122.034578,
        "Title": "Grover House",
        "createdAt": "2015-06-21T18:55:36.836Z",
        "objectId": "7lVzoUoTE9",
        "updatedAt": "2015-06-25T18:38:25.206Z"
    },
	{
        "Address": "14519 Big Basin Way",
        "Description": "This Pioneer False-Front building was built in 1890 on Lumber Street by Daniel McCarty, son of Martin McCarty, founder, of the original village. ",
        "Index": 15,
        "Latitude": 37.257238,
        "Longitude": -122.034429,
        "Title": "Green Store Building/ Kocher Building",
        "createdAt": "2015-06-21T18:56:51.254Z",
        "objectId": "49TUfhCBxE",
        "updatedAt": "2015-06-25T18:38:37.794Z"
    },
	{
        "Address": "14501 Big Basin Way",
        "Description": "These two connected buildings were built at different dates and had different uses. The store was built in 1884 by John Hutchinson. Samuel Cloud bought it in 1893 and continued its operation as a general store on the first floor and as a social hall on the second floor. The general store carried everything from farm tools to bolts of cloth and kerosene for lamps and staple foods such as oatmeal, rice, tea, etc. Churches and other community groups used the upstairs rooms, known as Cloud's Hall, for meetings. In 1896, Cloud added a residence to the building for his wife and daughter. Later, his daughter, Laura, married Thomas Smith, who carried on the business after Cloud died in 1907, and it became known as Smith's Store. The Saratoga News office was at 14503 Big Basin Way from 1955 to 1980. When the Saratoga News vacated the building in 1980, it was restored to its Victorian look and a restaurant established here. It is believed that a ghost occupies the old house, a ghost of a little girl. Waiters have noticed that cabinet doors are opened, and tables moved, pictures tilted, even though the building had been locked.",
        "Index": 16,
        "Latitude": 37.257422,
        "Longitude": -122.034165,
        "Title": "Sam Cloud House and Cloud General Store",
        "createdAt": "2015-06-21T18:59:52.275Z",
        "objectId": "aH7owL27Aw",
        "updatedAt": "2015-06-25T18:38:47.635Z"
    },
	{
        "Address": "20640 Third Street",
        "Description": "This old barn was built by Samuel Cloud behind his general store in the 1890's. The warehouse was a storeroom for farm and horse supplies, the loft held bales of hay and oats, while the basement served as a stable. From the early 1940’s, Ralph Van Arsdale had his fix-it shop here. He was a volunteer fireman and when the fire siren blew he would hang a sign on the door , “Gone to a Fire”, and run down the street to the firehouse. The siren was sounded from the old firehouse on Saratoga Ave., and many other merchants in the Village who were firemen would run down the street also. When the Saratoga News occupied the Cloud house, beginning in 1955, the printing was done in the barn in the rear. Tiny Westphal was the printer and he lived in the old barn. He was well-known because he did the printing for many organizations in the town. ",
        "Index": 17,
        "Latitude": 37.257631,
        "Longitude": -122.034404,
        "Title": "Sam Cloud's Hay and Feed Warehouse",
        "createdAt": "2015-06-21T19:02:43.491Z",
        "objectId": "6f19Pbqhm2",
        "updatedAt": "2015-06-25T18:38:55.318Z"
    },
	{
        "Address": "14496 Big Basin Way",
        "Description": "In 1850, This was the site of the first settlement of a little village, established by Martin McCarty (After his death, his wife added an “h” to the name). He was born in Ireland in 1825 and came to California in 1849 and bought Campbell’s saw mill, about 2 miles up Highway #9, but needed a road to transport the redwood logs from the mill out of the mountains. This was the site of his toll gate where he charged a fee for use of the road that he built. Horse drawn wagons, with warning bells, carried the lumber down the mountain road. Saratoga’s main street, was called Lumber Street. You can see the original sign in the Museum with the toll prices.  McCarty bought a tract of 230 acres of the Rancho Quito from its Mexican owners and laid it out in plots for development.  The original tract of the village was in the location of what is now Big Basin Way and Oak Street and was known as McCartysville. In 1865, residents voted to name the village “Saratoga” because of the establishment of a fashionable hotel at the site of mineral springs about a mile up the road that had the same chemical content as Saratoga Springs, New York. Saratoga’s main street continued to be called Lumber Street until 1926 when it was changed to Big Basin Way because it was the route to the newly established state park. \n",
        "Index": 18,
        "Latitude": 37.257443,
        "Longitude": -122.033871,
        "Title": "Toll Gate Plaque",
        "createdAt": "2015-06-21T19:11:03.921Z",
        "objectId": "ySkkXDMquG",
        "updatedAt": "2015-06-25T18:39:11.893Z"
    },
	{
        "Address": "14495 Big Basin Way",
        "Description": "In 1884, John Hutchinson built this two story building with a meat market downstairs (Oldham) and a meeting hall (Hutchinson’s Hall) upstairs. The wall on the south side shows its limestone construction. In 1856, Hutchinson had purchased a limestone quarry of 160 acres and a lime kiln about one mile south of the Village. Lime was in great demand for construction of early buildings in San Jose and Santa Clara. He sold the quarry in 1884 and turned his attention to commercial life in the Village and was appointed postmaster in 1886.",
        "Index": 19,
        "Latitude": 37.25762,
        "Longitude": -122.033988,
        "Title": "Hutchinson Building",
        "createdAt": "2015-06-21T19:13:04.263Z",
        "objectId": "CPNX34mAS2",
        "updatedAt": "2015-06-25T18:39:21.429Z"
    },
	{
        "Address": "14421 Big Basin Way",
        "Description": "This Classic Revival brick building was the first bank in Saratoga, built and managed in 1913 by a group of local men. Later it became a Bank of America Branch office for a number of years. It was converted to an Irish pub by present-day owner Leonard Sullivan.  The owners put in a bar that was brought to California by ship around the Horn and used in a bar in the heyday of the Gold Rush (1850’s). ",
        "Index": 20,
        "Latitude": 37.258783,
        "Longitude": -122.032875,
        "Title": "Saratoga National Bank- The Bank",
        "createdAt": "2015-06-21T19:14:22.303Z",
        "objectId": "Iwdge7csoQ",
        "updatedAt": "2015-06-25T18:39:30.493Z"
    },
	{
        "Address": "20526 Saratoga-Los Gatos Road",
        "Description": "The plaza was once the site of a railroad station of an interurban railroad, built in 1903, that ran to San Jose and Los Gatos and Palo Alto and up Lumber Street to the picnic grounds of the mineral springs about a mile west of the Village. The station, with its spur lines occupied by freight cars, tracks, poles and wires made an unsightly approach to the business district of Saratoga Village . So in 1919, a group of local citizens, headed by Charles Blaney, formed a company of ten people who each put up $1000. They persuaded the railroad to move its station farther down Saratoga Avenue and they purchased the land for a park to beautify the area. They hired an eminent landscape architect, Bruce Porter, to design the park and an arch to memorialize the Saratoga men who lost their lives in World War I. The Saratoga Foothill club members maintained the park until Saratoga was incorporated as a city in 1956. The railroad was discontinued in 1933. The arch originally stood in the village plaza across the street, and was moved to its present location in 1965 when the state highway was widened. In 1950, the one hundredth anniversary of the founding of the Village, Saratoga was designated as a California State Registered Landmark and the historic plaque was placed on the arch. It is important that this city preserves its historic buildings so that qualifies it for this distinction.  ",
        "Index": 21,
        "Latitude": 37.258877,
        "Longitude": -122.031873,
        "Title": "Memorial Arch",
        "createdAt": "2015-06-21T19:17:58.145Z",
        "objectId": "9r8vsf61n4",
        "updatedAt": "2015-06-25T18:39:39.444Z"
    },
	{
        "Address": "14380 Saratoga Avenue",
        "Description": "Originally, in 1903, the bell was on a tower of the town jail, located in the vicinity of 4th and Lumber streets, and was rung when there was a fire, to call out the men of the village who were volunteer firemen. In 1949 it was placed in front of the newly built Fireman’s Hall on Oak Street, that served as a social hall for the volunteer firemen. At that time, volunteer firemen were called out with a siren that blew from the old firehouse on Saratoga Aveenue. The bell was moved to its present location when the new firehouse was built at the same site in 2005. ",
        "Index": 22,
        "Latitude": 37.259058,
        "Longitude": -122.0315,
        "Title": "Saratoga Fire Bell",
        "createdAt": "2015-06-21T19:20:07.436Z",
        "objectId": "imKRiXbBE2",
        "updatedAt": "2015-06-25T18:39:48.915Z"
    },
	{
        "Address": "20490 Saratoga-Los Gatos Road",
        "Description": "This church building was constructed in 1895. It ceased to function as a church and it was put on the market in 1923. In 1924,  artist Theodore Wores bought the old Methodist Church and converted it into a gallery, and he established his studio in the rear in the former horse shed. Failing eyesight caused him to sell the church/gallery in 1939. He died that same year in San Francisco.  The building then served as headquarters for the Red Cross and Civil Defense during World War II. ",
        "Index": 23,
        "Latitude": 37.258275,
        "Longitude": -122.031776,
        "Title": "Methodist-Episcopal Church ",
        "createdAt": "2015-06-21T19:21:46.464Z",
        "objectId": "g0zNnOUNBh",
        "updatedAt": "2015-06-25T18:39:58.300Z"
    },
	{
        "Address": "20390 Park Place",
        "Description": "This Mission Revival church was designed by the famous California architect, Julia Morgan - the first woman to graduate from the College of Engineering at the Univ. of California, Berkeley - and was completed in 1923. It was built on land donated by David C. Bell and C. A. Wood. The church has been subsequently enlarged. Only the Chapel, Douglass Hall and the Fireside Room are the original church as designed by Morgan. ",
        "Index": 24,
        "Latitude": 37.258358,
        "Longitude": -122.03026,
        "Title": "Saratoga Federated Church",
        "createdAt": "2015-06-21T19:23:26.501Z",
        "objectId": "ob0YAONwLg",
        "updatedAt": "2015-06-25T18:40:06.400Z"
    },
	{
        "Address": "20399 Park Place",
        "Description": "Prior to the building of the Foothill club, this site was the Village Green, where Blossom Festival festivities took place under the great oak tree still standing in front of the house next door. The property was owned by Mrs. George Wood and Mrs. David Bell, who were sisters-in-law, and members of the Foothill Study Club , a group of ladies that began meeting, in 1907, in each others’ homes to discuss topics of international interest. As the membership grew, their homes were not large enough to accommodate them all. Julia Morgan was then commissioned to design this women's clubhouse on land donated by Mrs. D. C. Bell and Mrs. C. .A. Wood. The architectural style is Bay Region/Craftsman and the interior is of natural redwood. The building, listed on the National Register of Historic Places, has been in continuous use as a women's club and for community events. ",
        "Index": 25,
        "Latitude": 37.259032,
        "Longitude": -122.029959,
        "Title": "Saratoga Foothill Club",
        "createdAt": "2015-06-21T19:24:38.209Z",
        "objectId": "cXuWenWZAN",
        "updatedAt": "2015-06-25T18:40:14.154Z"
        },
        {
          "Address": "14540 Big Basin Way",
          "Description": "As you stand on the corner of 4th Street and Big Basin Way, watch the traffic meander up and down past the boutique shops and fine restaurants that line this quaint thoroughfare. Now imagine in an earlier time, Big Basin Way was nothing more than a dusty, dirt path lined freshly hewn redwood lumber stacked 6 feet high on both sides of the road. In fact, Big Basin Way was originally called Lumber Street. \n\nOur story picks up with William Campbell, a veteran of the War of 1812 and a successful farmer from Missouri. He, his wife, and four grown sons decided migrated to California in 1846...yes, that is the same year as the infamous Donner Party. In fact, his immigrant party left Independence Missouri the same day as the Donner party. As fate would have it, Campbell did not take Hastings Cutoff and made it over the Sierras before the snows, unlike the tragedy that befell the Donner Party. \n\nUpon arriving in the area, he quickly laid claim to 160 acres near the Santa Clara Mission, however, things turned ugly for the family when wife soon contracted typhoid fever (a nasty yet common bacteria when feces comes in contact with drinking water). Within days, he enlisted in the California Riflemen for two months of the Mexican American War to earn quick money or possibly to get away for a short while.  Upon returning, he drew up contract with owner of land in the area, Manuel Alviso, to erect a sawmill and sell furnished lumber to the area residents, almost all of which were European-born who could not stand the damp, stinky adobe homes. This first legal document of Saratoga gave him authority to furnish lumber. However, William and his sons did not start construction of the mill until after they tried their hand at digging for gold in the California gold fields in 1848. Luckily, they quit the goldfields early before the rush of “Forty-Niners” the next year and got to building their sawmill. However, earlier in the year, Isaac Branham and Captain Julian Hanks of San Jose, did NOT go to the gold fields and as a result finished their sawmill on the Los Gatos Creek, the before Saratoga, making them the first sawmill in the not only the county but northern California and beginning the fierce local competition between the two communities. \n\nThe mill opened the next year, 2 ½ miles up the canyon and became very profitable. William Campbell went on to survey the towns of Santa Clara and San Jose. His original 160 acres became the downtown core of the town of Campbell today. \n\nLet me end the story of this bustling downtown street. The city changed its name from Lumber Street after Big Basin State Park was established in 1902 to help direct campers, tourists, and out of towners through this quaint village as they embark on their journey into the mountains.",
          "Index": 26,
          "Latitude": 37.256715,
          "Longitude": -122.034703,
          "Title": "Lumber Street (4th Street and Big Basin Way)"
          },
          {
          "Address": "20701-20763 4th St",
          "Description": "This creek carries spring water from the Santa Cruz Mountains. Over millions of years, it has cut a canyon through the mountains. Today, the road Big Basin Way has cut into this canyon to carry cars over the same path. However, for hundreds of years, Indians first used this creek to walk from the coast to the valley to trade goods. The Indians were of the Ohlone. \n\n10,000 Ohlone lived from Big Sur to the south to the Golden Gate Bridge to the north hundreds of years ago. Artifacts have been found along this creek where Ohlone camped as they travelled over the rugged trails to the coast to trade acorn, huckleberry, cinnabar, fresh-water fish for obsidian, abalone shells, and beads. Do not underestimate this trade network as one of these coastal necklaces with shells only found in this area was found in the middle of Nevada dating back 800 years. Cinnabar from this area has been found as far north as Walla Walla, Washington. This type of trade network is amazing even without modern amenities of vehicles, planes, and Amazon Prime.\n\nAn interesting note about the Ohlone is that they did not make pottery but made wonderful baskets. Although fiercely religious with a shaman who led a variety of ceremonies, they played too. Some of the games included “Shinny”, a game in which a wooden puck was hit along a course...maybe an early version of Hockey Sharks fans?",
          "Index": 27,
          "Latitude": 37.257475,
          "Longitude": -122.035348,
          "Title": "Saratoga Creek"
          },
          {
          "Address": "20649 4th St",
          "Description":"The Spanish had been in the new world for 200 years, but were feeling threatened by the Russian and English presence in the Northwest. By 1773, the total Spanish population in Alta California was 70! There were only two military outposts in San Diego and Monterey and five small missions. In 1776, on the eve of the Revolutionary War, Juan Bautista de Anza, a Spanish politician, set out to find an overland route to Alta California to establish a presidio at San Francisco and two missions within a short distance of one another. He was given the charge by the Viceroy of New Spain to take soldiers and their families to settle the port of San Francisco. He had 198 settlers and six tons of supplies, including chocolate. As the expedition Tubac (forty miles south of Tucson), the party experienced hardship when a young mother died from childbirth complications, leaving a husband and seven children. Unusual whether pounded the caravan as it crossed the Colorado River and traversed the desert. In the mountains, they were frightened by an earthquake and had lost nearly 100 head of stock by the time they reached mission San Gabriel. Professor Chapman described his contribution to California history as “second only to the discovery of gold in 1848 in its positive consequences upon California History.” About the same day that the British left Boston after the defeat at Dorchester Heights, Anza arrived in Santa Clara County. The group left Gilroy and traveled up the valley avoiding heavy spring runoff and watery lagoons staying close to the western valley floor. Their first camp in the valley was on the banks of Stevens Creek in Cupertino in which the priest named “Arroyo San Jose de Cupertino, in honor recently canonized saint, Father Joseph Desa, resident of the tiny village of Cupertino in the old kingdom of Naples, Italy. \n\nSeventy years later, in 1846, a Mexican land grant deeded Saratoga, Campbell, and Cupertino area to early settlers Jose Noriega and his father-in-law, Jose Fernandez. A subsequent purchase by Manuel Alviso resulted in naming this land grant area Rancho Quito.",
          "Index": 28,
          "Latitude": 37.257293,
          "Longitude": -122.035319,
          "Title": "Spanish Rancho Quito"
          }
] }