{ "results": [
      {
      "Address": "14496 Big Basin Way",
      "Description": "This plaque at the corner of 3rd Street and Big Basin Way marks the approximate location of the original tollgate as well as lists several names of Saratoga. \n\n Campbell’s Gap. Named after the first settler, William Campbell who built the first saw mill 3 miles up the creek in the 1850’s. If you stand tall, you can see the creek has created a natural “gap” in the mountains. \n\nMcCartysville. Named after a young Irishman and veteran of the Mexican War, Irishman Martin McCarty. Walking out of the gold fields of the Sierras with a small fortune he made “mining the miners” he invested his money in a toll road up the canyon 3 miles to the sawmill. If you happen to travel on McCarty’s road, you would have to pay $3 for a two-horse team and $6 for a four-horse team. However, within a year, the county took over all roads and discontinued the toll road. Regardless, McCarty went on to survey the downtown and play a prominent role in the early days of the town. \n\nIn 1863, Charles Maclay, an ex-Methodist circuit rider turned successful businessman succeeded in renaming the post office, “Bank Mills”...after his own place of business, a massive mill in town. Certainly a tribute to his lobbying power, however, the name didn’t stick but for a few months. MacClay went on to help organize the Republican Party in California, a presidential elector for President Lincoln in his second election, and even snapped a whip at a would-be bandit who approached Maclay’s wagon on his way through a mustard field in San Jose. \n\nHowever, within a year, the city realized their mistake and renamed the town Saratoga in 1865. The name Saratoga, possibly a marketing ploy by local businessmen, may attract eastern visitors due to the popularity of the hot springs up the road. Easterners were familiar with the hot springs in upper state New York, and may have visited the New York resort town with the same name, Saratoga. Hence most the names of Saratoga, could be considered shameless self-promotion. Yocco’s Meat Market (14489 Big Basin Way) \n\nOriginally Yocco’s and later Oldham’s Meat Market, this was the site of the first business building in the village about 1852. It served as a grocery, drug, and notion store and telegraph and post office. \n\nAs a stopover on the road from the sawmill to San Jose, a small town arose known as McCartyville, after the first survey in 1852. Hotels and saloons were strung out along Lumber Street (Big Basin Way) and a rough frontier atmosphere prevailed until the 1880’s.",
      "Index": 0,
      "Latitude": 37.257443,
      "Longitude": -122.033871,
      "Title": "1. Toll Gate Plaque",
      },
      {
      "Address": "14501 Big Basin Way",
              "Description": "John Hutchinson built this building in 1884.  Mr. Hutchinson was one of the first postmasters who also became involved in the mining industry in town.  He owned a limekiln about a mile south of the village but sold the store to Sam Cloud in 1893.  The second floor was used for community meetings and was called “Cloud’s Hall.”  The eastern wall is the only remnant of the 1884 building, as it has gone through some renovations.\n\nJohn Hutchinson also built the tall, 3-story barn in the back, called Sam Cloud’s Hay and Feed Store.   It was as a feed and hay store for local farmers as well as a storage for stagecoaches and horses.  It later became a meeting hall, an antiques store, an electronic repair shop, and once home to the newspaper, “Saratoga News.”   However, after 125 years, the lead-based pealing paint and the distinct lean on the steep hill concerned the owners.  In 2005, they began a complete restoration, or “surgical deconstruction” as they called it in a 2006 Saratoga News article, that would last 3 years.  Putting in an elevator, modern sprinkler system, and bringing it up to local city code while maintaining it’s significant historical integrity.  Look closely at cobblestone rocks that make up the exterior walls, note the marks of the original limestone foundation, and 80-85% of the siding are original redwood planks cut just a few miles from the site.  Inside the original hay door and hay hoist can still be seen from 1892! \n\nNow back to Sam Cloud’s store.  The business was doing so well that Sam Cloud built his family a Victorian home with a beautiful wrap around porch next door.  However the grandeur of this home hides an important erie story that is attached to the house.  In 1907, the owner, Sam Cloud was riding the trolley car down Big Basin.  When it stopped in front of his home, the Cloud General Store, he stepped out of the Trolley on the opposite side of his home, walked in front of the Trolley which was facing downhill toward his front steps, when the Trolley started up and moved into him, knocking him down with serious injuries.  He was taken inside his home where he later died of his injuries.",
      "Index": 1,
      "Latitude": 37.257422,
      "Longitude": -122.034165,
      "Title": "2. Sam Cloud House and Cloud General Store ",
      },
      {
      "Address": "14519 Big Basin Way",
      "Description": "In 1850, after a couple of years of operation, William Campbell’s sawmill, though profitable, faced several challenges. One of his main concerns getting the cut lumber to the valley where customers waited for their deliveries. The road was rugged, steep, and covered in thick brush made wagon travel very slow and difficult. In addition, there were other hazards to the teamster such as unwelcome wildlife. These mountains were home to Grizzly bears, mountain lions, or worst of all, rattlesnakes who slithered across the road and startled oxen, often causing damage to the startled beasts, unending the heavy loads, or throwing a driver. Finally, the path from the sawmill down to the Santa Clara Mission in the valley below was rife with a bands of marauding Indians, horse thieves, or desperate bandits who could easily hide in the high mustard grass of the valley floor. After a couple years, Campbell had enough and leased the mill to a young Irish entrepreneur, Martin McCarty. McCarty was the perfect investor due to his experience as a wagon master under General Winfield Scott during the Mexican-American War which gave him essential knowledge of road-building and wagon transportation. He obtained a franchise from the Court of Sessions to build a toll road from the mill, two miles up the creek down to the small settlement at the mouth of the canyon. In addition, he filed a claim for 230 acres on both sides of his road for homes and businesses. You are standing on his original deed. After a $12,000 investment a tollgate was then erected. He charged $3 per 2 wheel wagon. A true American success story? Not really. Within a few months, California became a state and the new county of Santa Clara took over all toll roads, eliminating the tolls and main source of income for Martin McCarty. He went on to survey his 230 acres in 1852, named the town after himself, McCartysville. I guess that is some consolation. \n\nMrs. Hannah McCarthy built this building about 1890 in what was the business center of town. Born Hannah Barry, this Irish woman came to the United States in 1852, a few years after the potato blight and in which a million Irish perished in five years. Within her first year here, she married William. When he died in 1864, he left her with four children and various pieces of property. Today, three buildings are left with her stamp. Her home at (located at 20600 Lomita) once held the Catholic masses. This building, once called the green Store Building because it was green, and the building at 14471 Big Basin Way, which served as a general store.",
      "Index": 2,
      "Latitude": 37.257238,
      "Longitude": -122.034429,
      "Title": "3. McCarty Block/Green Store Building"
      },
      {
      "Address": "14540 Big Basin Way",
      "Description": "As you stand on the corner of 4th Street and Big Basin Way, watch the traffic meander up and down past the boutique shops and fine restaurants that line this quaint thoroughfare. Now imagine in an earlier time, Big Basin Way was nothing more than a dusty, dirt path lined freshly hewn redwood lumber stacked 6 feet high on both sides of the road. In fact, Big Basin Way was originally called Lumber Street. \n\nOur story picks up with William Campbell, a veteran of the War of 1812 and a successful farmer from Missouri. He, his wife, and four grown sons decided migrated to California in 1846...yes, that is the same year as the infamous Donner Party. In fact, his immigrant party left Independence Missouri the same day as the Donner party. As fate would have it, Campbell did not take Hastings Cutoff and made it over the Sierras before the snows, unlike the tragedy that befell the Donner Party. \n\nUpon arriving in the area, he quickly laid claim to 160 acres near the Santa Clara Mission, however, things turned ugly for the family when wife soon contracted typhoid fever (a nasty yet common bacteria when feces comes in contact with drinking water). Within days, he enlisted in the California Riflemen for two months of the Mexican American War to earn quick money or possibly to get away for a short while.  Upon returning, he drew up contract with owner of land in the area, Manuel Alviso, to erect a sawmill and sell furnished lumber to the area residents, almost all of which were European-born who could not stand the damp, stinky adobe homes. This first legal document of Saratoga gave him authority to furnish lumber. However, William and his sons did not start construction of the mill until after they tried their hand at digging for gold in the California gold fields in 1848. Luckily, they quit the goldfields early before the rush of “Forty-Niners” the next year and got to building their sawmill. However, earlier in the year, Isaac Branham and Captain Julian Hanks of San Jose, did NOT go to the gold fields and as a result finished their sawmill on the Los Gatos Creek, the before Saratoga, making them the first sawmill in the not only the county but northern California and beginning the fierce local competition between the two communities. \n\nThe mill opened the next year, 2 ½ miles up the canyon and became very profitable. William Campbell went on to survey the towns of Santa Clara and San Jose. His original 160 acres became the downtown core of the town of Campbell today. \n\nLet me end the story of this bustling downtown street. The city changed its name from Lumber Street after Big Basin State Park was established in 1902 to help direct campers, tourists, and out of towners through this quaint village as they embark on their journey into the mountains.",
      "Index": 3,
      "Latitude": 37.256715,
      "Longitude": -122.034703,
      "Title": "4. Lumber Street (4th Street and Big Basin Way)"
      },
      {
      "Address": "20649 4th St",
      "Description":"The Spanish had been in the new world for 200 years, but were feeling threatened by the Russian and English presence in the Northwest. By 1773, the total Spanish population in Alta California was 70! There were only two military outposts in San Diego and Monterey and five small missions. In 1776, on the eve of the Revolutionary War, Juan Bautista de Anza, a Spanish politician, set out to find an overland route to Alta California to establish a presidio at San Francisco and two missions within a short distance of one another. He was given the charge by the Viceroy of New Spain to take soldiers and their families to settle the port of San Francisco. He had 198 settlers and six tons of supplies, including chocolate. As the expedition Tubac (forty miles south of Tucson), the party experienced hardship when a young mother died from childbirth complications, leaving a husband and seven children. Unusual whether pounded the caravan as it crossed the Colorado River and traversed the desert. In the mountains, they were frightened by an earthquake and had lost nearly 100 head of stock by the time they reached mission San Gabriel. Professor Chapman described his contribution to California history as “second only to the discovery of gold in 1848 in its positive consequences upon California History.” About the same day that the British left Boston after the defeat at Dorchester Heights, Anza arrived in Santa Clara County. The group left Gilroy and traveled up the valley avoiding heavy spring runoff and watery lagoons staying close to the western valley floor. Their first camp in the valley was on the banks of Stevens Creek in Cupertino in which the priest named “Arroyo San Jose de Cupertino, in honor recently canonized saint, Father Joseph Desa, resident of the tiny village of Cupertino in the old kingdom of Naples, Italy. \n\nSeventy years later, in 1846, a Mexican land grant deeded Saratoga, Campbell, and Cupertino area to early settlers Jose Noriega and his father-in-law, Jose Fernandez. A subsequent purchase by Manuel Alviso resulted in naming this land grant area Rancho Quito.",
      "Index": 4,
      "Latitude": 37.257293,
      "Longitude": -122.035319,
      "Title": "5. Spanish Rancho Quito"
      },
      {
      "Address": "20701-20763 4th St",
      "Description": "This creek carries spring water from the Santa Cruz Mountains. Over millions of years, it has cut a canyon through the mountains. Today, the road Big Basin Way has cut into this canyon to carry cars over the same path. However, for hundreds of years, Indians first used this creek to walk from the coast to the valley to trade goods. The Indians were of the Ohlone. \n\n10,000 Ohlone lived from Big Sur to the south to the Golden Gate Bridge to the north hundreds of years ago. Artifacts have been found along this creek where Ohlone camped as they travelled over the rugged trails to the coast to trade acorn, huckleberry, cinnabar, fresh-water fish for obsidian, abalone shells, and beads. Do not underestimate this trade network as one of these coastal necklaces with shells only found in this area was found in the middle of Nevada dating back 800 years. Cinnabar from this area has been found as far north as Walla Walla, Washington. This type of trade network is amazing even without modern amenities of vehicles, planes, and Amazon Prime.\n\nAn interesting note about the Ohlone is that they did not make pottery but made wonderful baskets. Although fiercely religious with a shaman who led a variety of ceremonies, they played too. Some of the games included “Shinny”, a game in which a wooden puck was hit along a course...maybe an early version of Hockey Sharks fans?",
      "Index": 5,
      "Latitude": 37.257475,
      "Longitude": -122.035348,
      "Title": "6. Saratoga Creek"
      },
      {
      "Address": "14605 Big Basin Way",
      "Description": "This beautiful white, two story house is known as the “ET” King Home and was built around 1875. In 1876, Erwin, or otherwise known as E.T” King moved into the home. A silver baron who made a $50,000 fortune in the mines of Nevada decided to invest with his brother, William, in the Saratoga Paper Mill. The Paper Mill opened a few years earlier in 1868 and began manufacturing brown butcher paper from straw! According to Florence Cunningham’s seminal book ‘Saratoga’s First Hundred Years,” the mill employed up to 20 workers working twelve hour days earning $2 a day for ordinary laborer or $2.50 for engineers. Another interesting aspect of the operation was that it was the only steam-powered plant in town. The question begs to be asked, “Why was the mill powered on steam when it sat within a few feet of an abundant water source?” The answer is simply that wood fuel was more abundant and less expensive than tapping into the water in the creek. However, after 15 years a devastating fire destroyed the Saratoga Paper Mill and King’s fortune. Again, according to Florence Cunningham’s research, the night the mill caught on fire, the skies over Saratoga suddenly took on a spectacular red glare. As you could imagine with a paper mill with 300 tons of straw, the fire was magnificent. The destruction was valued at $40,00 however the King brothers had only insured it for $18,000...losing everything was devastating to the both of them. The King brothers lost everything. Distraught, Erwin and William will suffer health maladies and they both pass away within a few years. \n\nThe ET King home later became a saloon and boarding house called the Oriental Hotel where teamsters, hauling lumber products up and down the creek, could stop for the night, spend their paychecks on a variety of vices, get up the next morning to deliver the paper goods. \n\nThe large red barn in the back is as old as the house. It is called the Pettis Livery Stable. Constructed for M.E. Pettis, manager of the Oriental Hotel, whose uncle operated the Santa Clara Stage Line from this barn. Pettis used the barn to house the stagecoach and his horses as they regularly travelled to Los Gatos to connect to the new railroad. The Interurban put him out of business.",
      "Index": 6,
      "Latitude": 37.256527,
      "Longitude": -122.036596,
      "Title": "7. Erwin T. King House"
      },
      {
      "Address": "14630 Big Basin Way",
      "Description":"John Henry, the engineer of Saratoga Paper Mill, bought the land from Hannah McCarty and built this house in 1869. The Saratoga Paper Mill produced what we would call today, “butcher paper.” This mill was an economic boom for the valley as butcher paper was needed in the shipment of agriculture and could only be shipped from the East Coast, around South America, to Hawaii (or Sandwich Islands), and finally to San Francisco. You can imagine the excitement of local farmers knowing a local mill could provide their needs at a much lower cost. In addition it provided extra income to local farmers for their otherwise, nearly useless crop, of straw. At capacity, the mill could convert 3 tons of straw into 200 reams of paper. \n\nAs you look at the saltbox style of the house it would be interesting to note that it was constructed with local redwood using single-wall construction and square nails. Note the door to the root cellar on the side of the home. These were often dug by hand.",
      "Index": 7,
      "Latitude": 37.25542,
      "Longitude": -122.036729,
      "Title": "8. John Henry House",
      },
      {
      "Address": "14766 Oak Street",
      "Description": "The cemetery sits atop the hill of 6th Street as it runs into Oak Street. In the early days of Saratoga, it was in the middle of the communities first real controversy. Land disputes in this area were common as Spain and Mexico gave away large tracts of land in early California history to private individuals, leaving the remaining land for public use. However, these large sections of land or “land grants” were not clearly documented because they had been vague and or had unclear boundaries. In 1850, when Martin McCarty had filed a claim for those 230 acres of public land he was under the impression they did not interfere with the nearby boundaries of the large land grant of El Quito Rancho. The next year, at the conclusion of the Mexican War in 1851, McCarty initiated his well-planned effort to develop the area by selling parcels to interested settlers. The following year, in 1852, McCarty had the land surveyed, fulfilling his final legal obligation to those who purchased land from him. Or so he thought! The owner of the Quito land grant, Jose Ramon Arguello, challenged McCarty’s claim and accused McCarty of selling land that was in not public use but in fact, part of Arguello’s land grant. The two disputed the land claims which ended up in the new California court system. This all relates to the cemetery because in 1854, the first recorded death in Saratoga was a young man only known as “Buchman” who, though records are sketchy, may have drowned in the creek. Buchman needed to be buried close to town but high enough to escape spring flooding. With the land surrounding the small community now tied up in litigation, Arguello generously donated an acre at the top of the hill for the burial of “Buchman.” Eventually the land dispute was settled with the settlers forced to pay again, oce to McCarty and then a second time to the rightful owner, Arguello. Today as you look around the cemetery, it is unfortunate that Buchman’s grave is unmarked, no one knows for sure where it is. As it would be nice to recognize the person whose death, helped bring this community together. \n\nThe cemetery name, Madronia, was a reference to the dominant tree in the area; the madrones (Arbutus Menziesii) have smooth red trunks and shiny green leaves. However, you will notice there are trees from all over the world planted throughout the cemetery to represent the variety of ethnicities of those buried here.",
      "Index": 8,
      "Latitude": 37.25367,
      "Longitude": -122.036313,
      "Title": "9. Madronia Cemetery",
      },
      {
      "Address": "Madrona Ave W",
      "Description": "One of the interesting and famous stories in Madronia Cemetery is that of Mary Brown, the second wife of John Brown, the man who some claim, started the Civil War. He is the one who put “bleeding” in “Bleeding Kansas” by attacking pro-slave families at Pottawatomie, Kansas in what historians call the Pottawatomie Massacre. He then carried out a bold attempt to raid the federal armory at Harper’s Ferry hoping to free the slaves in the south and then create a slave revolution, so to speak. However, he got as far as the armory before federal troops trapped him inside the armory, where he was eventually captured, tried, and hung. A fascinating man but his wife, Mary, has just as interesting a story to tell. \n\nMary first met John Brown while working as his seventeen-year old housekeeper shortly after his first wife died. Discarding the traditions of romance, the thirty-two year old widower proposed to Mary through a written note he left on the table. As Mary was finishing her chores at John Brown’s house later that day, she walked by the table, saw the note addressed to her and opened it. She accepted and went on to live a life full of unpredictable challenges. For example of her thirteen children four were lost in the space of two weeks due to an outbreak of dysentery. Then in a horrific accident her daughter, Ruth, accidentally spilled boiling water on sixteen month old, Amelia, who did not survive the fatal burns. In addition, she suffered from the painful loss of one son in “Bleeding Kansas” and finally, the execution of her husband and two older sons at Harpers Ferry. After Harper’s Ferry, she took the body of her husband to New York to bury him in a quiet ceremony. Due to John Brown’s radical views, Mary and her family struggled to find their niche and eventually moved to the transcendentalist community of Concord, Massachusetts where she met Ralph Waldo Emerson, Bronson Alcott, Nathaniel Hawthorne, and Henry David Thoreau. She met abolitionist Frederick Douglass as well as other abolitionists in Massachusetts but struggled with public ostracism and ridicule for her husband’s illegal actions in Kansas and Virginia. Mary’s older daughter encouraged her to follow her and her family out to California. Mary, despite her lack of financial means, took the advice and made the arduous journey to California and eventually to Saratoga where they found an abandoned cabin up Bohlman Road-the road just outside the cemetery. Although she sold the property in her later years and moved to San Francisco, upon her death her body was brought back her, Saratoga, where it has found peace and rest, something she did not find much of in life. Thanks to the local Cemetery District, Mary Brown was recognized as a part of the National Underground Network to Freedom, the only recognition in the state of California. \n\nTo find Mary’s tomb, face the cemetery at the entrance. From where you stand, there are three roads. Walk up the middle road for about 150 feet. Her white limestone tombstone is on the left in front of the large redwood tree. It is about 2 feet high with her name “Mary Brown” clearly marked. \n\nIn addition, Riley Septimus Moutrey, one of the heroes of the “First Relief” of the Donner Party is buried here in the cemetery. Riley was hired to drive a team of oxen from St. Joseph to California by the Fielding Lard family in the spring of 1846. Along the route, he fell in love and married the fifteen-year-old daughter of the Lard family, Lucy. Just ahead of the Donner Party, the Lards and Moutreys arrived safely at Sutter’s Fort. however, by February, he was a member of the seven-man team who were the first relief group. They climbed the Sierra Nevada’s until they had to abandoned their mules seventy miles from the ridge where they loaded their packs with sixty pounds of provisions and walked the rest of the way with hand-made snowshoes. Riley relayed his account to a reporter for the Santa Cruz Sentinel in 1888 in which he explains the bittersweet joy of finding the survivors, though many were “almost gone.” He described the erie responsibility of guarding the food during the night from the survivors, and he relates the difficult cries from those they had to leave behind for the other rescue parties. ",
      "Index": 9,
      "Latitude": 37.253275,
      "Longitude": -122.036593,
      "Title": "10. Mary Brown (Madronia Cemetery)"
      },
      {
      "Address": "14592 Oak Street",
      "Description":"Saratoga has been nationally recognized for their exceptional schools. You are standing on the sidewalk of one of these outstanding schools, Saratoga Elementary School. This tradition of a strong educational background dates back to 1854 when the local Sons of Temperance built themselves a hall for their evening meetings and rented it out during the day to local farmers to hold the first school in Saratoga. The school had a fun nickname for the school kids. Made of redwood that apparently aged a dark hue of red and darker tones of brown, became known as the “Chocolate School House” or maybe a ploy by the parents to encourage better school attendance. The first teacher, Andrew T. Swart received $125 a month, compared to a new teacher at the high school today, would earn about $6000 per month, that’s a stark difference even with inflation. A few years later, in 1860, average attendance was eight boys and twelve girls, however, by 1866 the building was condemned and the kids had to meet in a 2nd story hall, down on the corner of Lumber and 4th Street. Florence Cunningham, in her book First Hundred Years, points out that in order to get to school most school children had to cross Lumber Street which was “a busy parade of freight wagons, ox-drawn vehicles, loaded pack trains, fast-riding horsemen and stray animals constantly threatened the children’s safety.” I’m sure the thrill of crossing the busy thoroughfare woke them up for their educational instruction. \n\nThe first school, the “Chocolate School House” was eventually razed and replaced in 1879 with a “modern” secondary school. This “modern” school lacked many amenities kids enjoy today. For example, the school was heated by wood burning stove requiring students to carry in the splintered and spider-infested logs, everyone-teachers and students-drank water from a bucket of well water with one ladle for them all to share, the playground was separated between boys and girls with a large fence dividing the two--I’m sure many balls were kicked over the fence on purpose, just to have an excuse to look over the fence, the curriculum did NOT include any sciences-only humanities and art classes, and corporal punishment was dished out to misbehaving students who often heard the phrase “if you should you be whipped at school, you’ll get another when you get home.” In 1895, the school board, anticipating the constant growth in enrollment, presented their first bond to the community for $10,000 for a new school on the same property. It failed on the first and second votes due to concern of rapidly increasing taxes. However, on the third vote, the amount was lowered to $5000 and it passed in 1897. The new two-story school, the fourth at this address, included a bell tower, water faucets, an integrated playground, a fourth teacher, and one of the first physical education programs in the country. In 1898 the school was finished and the keynote speaker talked about Teddy Roosevelt, the role model of many at that time. As you look at the school today, it went through other major renovations that included a library, auditorium, and cafeteria. Although there have been many reincarnations and additions of the school, this site on Oak Street is one of the oldest known school sites in California and continues to provide quality education, along with the other two public elementary schools, middle school, and high school today.",
      "Index": 10,
      "Latitude": 37.256049,
      "Longitude": -122.03354,
      "Title": "11. Saratoga Grammar School - Oak Street School"
      },
      {
      "Address": "14534 Oak Street",
      "Description": "Two renowned actresses from the 1930’s and 1940’s grew up in Saratoga. Olivia de Havilland and Joan de Havilland (known professionally as Joan Fontaine). Both sisters were born in Japan, where their father taught English at the Imperial University. In 1919, the girls, ages 2 and 3 years old, suffered from a variety of illnesses. So their parents packed up and intended to relocate to England. However, in San Francisco, their father had second thoughts and abandoned them to return to Japan, his job, and his infidelity. The divorce would be finalized within a couple of years. Alone, Lillian, Olivia and Joan’s mother, settled in Saratoga where she focused on her daughter's well-being, worked diligently to provide for their needs by opening a boarding house, and and became one of Saratoga’s most prominent success stories. This brown 2-story home on Oak Street, was known as Lundblad’s Lodge was the first location where the young family stayed upon arrival in Saratoga. The family eventually relocated to other homes and their situation stabilized when Lillian married a San Jose businessman, George Fontaine. \n\nOlivia’s acting career began here in Saratoga when she played the role of Alice in Alice in Wonderland. However, her step father did not approve of her interest in acting. Upon graduating high school, Olivia was faced with a difficult decision; take the scholarship at Mills College as an English major or take the acting role of Puck in A Midsummer Night’s Dream sponsored by the Saratoga Community Theater. She chose acting. While playing Puck, she attracted the attention of Hollywood producer Max Reinhardt, who was looking for a cast to perform the same show in the Hollywood Bowl. Fate struck again, as Warner Brothers asked Max Reinhardt to turn the show into a movie production. Only after Olivia received assurances that her college scholarship would be temporarily held for a year, she signed a contract with Warner Brothers for $200 a week. Her performance in Reinhardt’s film version of A Midsummer Night’s Dream (1935) let to a seven-year contract and dashed any question of her becoming an English teacher. Making over fifty movies, performing on Broadway, and guest-starring in the popular eighties sitcom The Love Boat, Olivia won two Oscars and acted with the leading men and women of the golden age of film. \n\nIn addition, Joan starred in over forty movies and a few soap operas in the 1970’s. So as not to infringe on the success of her sister, she changed her name to “Fontaine” (her step-father’s name) and began landing prominent roles. She won an Oscar for Suspicion (1941) beating out her sister Olivia for the same award. Both sisters have stars on the Hollywood Walk of fame.",
      "Index": 11,
      "Latitude": 37.25651,
      "Longitude": -122.032278,
      "Title": "12. Lundblad’s Lodge"
      },
      {
      "Address": "14766 Oak Street",
      "Description": "Standing at the entrance to the downtown, where four very popular Santa Clara County roads meet, is the magnificent Memorial Arch. Dedicated as a memorial to World War I veterans from Saratoga it lists the six young men who tragically lost their lives in that conflict. Designed by famed landscape architect Bruce Porter, the arch was the first such World War I memorial in Santa Clara County and was dedicated on, what was then called Admission Day, but today known as Veterans Day in 1919. \n\nThe inscription on the left is state registered Landmark Plaque #435 stating that Saratoga’s downtown or “the Village” as it is known is recognized as a state historical landmark. \n\n On the right side of the memorial are the six names of young men who perished during the war. Frank William Mann, John P. Pourroy, Frederick Edward Sanders, Clark Booth Waterhouse, Christian Pederson, and Fred Boron Thompson.",
      "Index": 12,
      "Latitude": 37.258877,
      "Longitude": -122.031873,
      "Title": "13. Memorial Arch"
      },
] }